Repository: Vitaliy43/imghost.vit
Catalog: application/modules/auth/language/*/LC_MESSAGES/auth.po
Languages: ru_ru

source: A user with this email is already registered.
ru_ru: Пользователь с таким E-mail уже зарегистрирован.

source: Improper protection code
ru_ru: Неправильной код защиты

source: Authorization
ru_ru: Авторизация

source: Username
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Code protection
ru_ru: Защитный код

source: Authorization successfully completed
ru_ru: Авторизация успешно завершена

source: You are already logged.
ru_ru: Вы уже зарегистрированы.

source: Registration
ru_ru: Регистрация

source: Name
ru_ru: Название

source: Repeat Password
ru_ru: Повторить пароль

source: You have successfully registered. Please check your email to activate your account.
ru_ru: Вы успешно зарегистрировались. Зайдите в свою почту, чтобы активировать аккаунт.

source: You have successfully registered.
ru_ru: Вы успешно зарегистрировались.

source: Login
ru_ru: Войти

source: Registration is prohibited.
ru_ru: Регистрация запрещена.

source: Your account has been successfully activated.
ru_ru: Ваша учетная запись была успешно активирована.

source: You have provided an incorrect activation code.
ru_ru: Вы указали неверный код активации.

source: Forgot password
ru_ru: Забыли пароль

source: Please check your email for instructions on how to activate the new password.
ru_ru: Пожалуйста, проверьте свою электронную почту для получения инструкций о том, как активировать новый пароль.

source: You have successfully zeroed my password.
ru_ru: Вы успешно обнулили пароль.

source: Reset failed. Not a valid user name and / or password. Check your email and follow the instructions.
ru_ru: Сброс не удался. Неправильное имя пользователя и / или пароль. Проверьте вашу электронную почту и следуйте инструкциям.

source: Old Password
ru_ru: Старый пароль

source: The new password
ru_ru: Новый пароль

source: Repeat new password
ru_ru: Повторите новый пароль

source: Your password was successfully changed.
ru_ru: Ваш пароль был успешно изменен.

source: You are not allowed to view the page.
ru_ru: Вам не разрешен просмотр страницы.

source: Your account has been blocked.
ru_ru: Ваш аккаунт был заблокирован.

source: Remeber me
ru_ru: Запомнить меня

source: User logged in success
ru_ru: Пользователь вошел успешно

source: User with this name and password is not found
ru_ru: Пользователь с таким именем и паролем не найден

source: Logout completed
ru_ru: Выход завершен

source: Register success
ru_ru: Регистрация прошла успешно

source: Email with new password send to you email
ru_ru: E-mail с новым паролем отправлено на Ваш e-mail

source: Login Here
ru_ru: Войти

source: Old password
ru_ru: Старый пароль

source: New password
ru_ru: Новый пароль

source: Field Old password is not correct
ru_ru: Поле Старый пароль указано неверно

source: You are not logged in to change password
ru_ru: Вы не вошли в систему для изменения пароля

source: Deleting account completed
ru_ru: Удаление аккаунта завершено

source: You are not logged in, you dont have any account to delete
ru_ru: Вы не вошли в систему, вы не имеете никакого акаунта, чтобы удалить

source: User is already login in
ru_ru: Пользователь уже вошел в систему

source: User not logined
ru_ru: Пользователь не вошел

source: A user with such mail is not found in the database
ru_ru: Пользователь с такой почтой не найден в базе

source: The authorization module and user registration
ru_ru: Модуль авторизации и регистрации пользователей
